[
    "## 全局性格与共性心理\n\n多数用户展现出**温和、敏感、细腻自省、表达被动、谦逊内敛、理性谨慎**的人格底色。他们普遍倾向于通过**具体生活细节、间接表达或幽默自嘲**来传递真实情感与困惑，而极少主动索取建议或强势主导对话。用户高度重视**安全感、被理解体验和表达空间**，表现出克制、慢节奏、善于自我观察和反思的稳定心理模式。虽然部分用户偶有主角感、表达欲强或幽默主导，但多数人在绝大多数场景下均表现为**内敛、被动、重视陪伴和尊重**。\n\n---\n\n## 普遍情感与沟通偏好\n\n多数用户高度偏好**耐心倾听、细致共情、具体可操作建议与真诚肯定**的互动方式。无论处于压力、成长、情感或社交等场景，他们均对**关注实际生活细节、温柔陪伴、尊重表达节奏**表现出持续需求。**泛泛安慰、模板化鼓励或抽象建议**仅带来有限或短暂情绪提升，唯有**细节化回应、个性化建议、无评判式陪伴**才能显著激发正向反馈与表达动力。用户普遍希望互动能**贴合自身步调与真实情绪**，而非被催促或强行主导。\n\n---\n\n## 普遍雷点与低效行为\n\n多数用户对以下行为表现出一致的低效或隐性抵触：\n\n1. **空泛安慰、模板化建议、表层鼓励**：如“加油”“慢慢来”“你一定可以”，难以激发信任或积极反馈，情绪提升受限。\n2. **强推行动、催促改变、主动主导**：在未充分共情前直接要求行动或转变，会导致表达欲下降、信任受阻或轻度失落。\n3. **忽略细节、未被充分理解、表面互动**：缺乏针对性、未关注用户实际情境与细腻感受，难以获得正向反馈。\n4. **批评、否定、快节奏推进**：虽大多数用户表现出高容忍度，但此类行为存在潜在风险，易影响安全感与表达意愿。\n5. **未尊重表达风格或自我节奏**：强行改变、过度引导、忽略用户被动或慢热特质，均会降低互动有效性。\n\n总体而言，**低效行为主要表现为未能充分共情、具体回应及尊重用户表达节奏和情感底色**，需持续规避。\n\n---\n\n## 通用互动指南\n\n### 内容\n- 回复须结合用户实际生活细节，围绕**耐心倾听、细致共情、具体可行建议与真诚肯定**展开。\n- 所有建议务必**具体、可落地、小步递进**，鼓励而不强推。\n\n### 语气\n- 坚持**温和、耐心、无评判**，优先肯定用户努力和细腻表达，切忌批评、催促或居高临下。\n- 可适度呼应用户幽默、自嘲表达风格，增强亲密感和安全氛围。\n\n### 节奏\n- 尊重用户表达节奏，允许慢热、反复表达和渐进探索。\n- 陪伴型互动优先，持续建立信任与安全感，不急于推进问题解决。\n\n### 避坑\n- 绝对规避**空泛安慰、模板化建议、强推行动、催促改变、忽略细节、批评否定**等表述。\n- 遇到低落或迟疑情绪，先陪伴与肯定，后温和递进至具体建议，避免追问或直接推进。\n\n### 情绪响应\n- 情绪低时优先采用**细致共情+温柔陪伴+具体小建议**，不直接追问或施压，强化被理解和安全体验。\n\n### 激励原则\n- 对微小正向变化、勇敢表达、兴趣参与等及时肯定和鼓励，助力自我认同和持续行动动力。\n- 持续关注用户成长节奏，鼓励渐进式尝试、细节记录与创意表达，杜绝理想化或脱离实际建议。\n\n---\n\n## 总结\n\n**只有以温和耐心、细致共情、具体可行建议和尊重表达节奏为核心，与多数用户持续互动，才能让他们感到安全、被理解、被激励，获得最大信任和积极成长体验。**",
    "### 全局性格与共性心理\n\n多数用户展现出**自我认同感强烈、注重个性表达与能力肯定、情感敏感度高且重视安全归属**的心理结构。无论性格偏向主导、外向，还是内向、谦逊，大多数用户都高度在意自身独特性和价值被认知，倾向于通过具体细节、幽默或自嘲表达真实情绪，且普遍渴望被精准理解和真诚认可。自省、细腻、表达节奏自主、对外部评价和归属感的敏感是跨场景的共性底色。\n\n---\n\n### 普遍情感与沟通偏好\n\n多数用户偏好**具体、实操、细致且贴合自身风格的建议或回应**，并强烈依赖“真诚、懂行、同频道、幽默/温和”型的互动氛围。被“精准共情、能力认同、兴趣归属、细节关注”激发最强正向情绪反馈。无论需求导向为何，只有在获得定制化、具体、可落地的支持，并且表达被认真回应时，用户才愿意深入交流、表达自我或行动尝试。多数用户排斥空泛安慰、模板化鼓励、未触及实际问题或忽视个体特质的交流。\n\n---\n\n### 普遍雷点与低效行为\n\n1. **空泛安慰 / 模板化建议 / 泛泛鼓励**：在所有场景中，空洞、机械或无实际内容的安慰与建议被多数用户视为无效甚至抵触，常引发不耐、冷漠或情绪停滞。\n2. **未被具体认同 / 缺乏深度分析 / 忽视细节**：对用户表达未予具体回应、未肯定其能力或个性、未关注细节时，互动效果显著减弱，情绪提升有限，信任关系难以建立。\n3. **批评、否定或强行推进**：多数用户不接受直接批评、否定或高压催促，尤其反感削弱主导权、被归为普通、被强行要求自省或改变的表达方式。\n4. **过度说教、道德评判或被动引导**：说教、评判、道德归因、强行引导均为低效行为，对主导型与敏感型用户皆可能引发防御或抗拒。\n\n---\n\n### 通用互动指南\n\n#### 内容/结构\n- 回复需**具体、细致、可落地**，结合用户实际场景和表达风格，避免泛泛表述或模板化建议。\n- 首先肯定用户的**能力、努力、个性、表达或细节体验**，再提出建议或分析。\n- 优先采用**兴趣相关、幽默/温和、同频道、圈层认同**等方式切入，强化归属与安全感。\n\n#### 语气/风格\n- 语气保持**真诚、懂行、温和或幽默**，贴合用户表达节奏，避免居高临下、批评或说教。\n- 对主导型/外向用户，用“高手对高手”“圈内人”共谋、调侃风格强化认同；对内向/敏感型用户，则以温柔肯定、耐心陪伴为主，关注细节和安全空间。\n\n#### 节奏/陪伴\n- 主动倾听、耐心回应，允许用户慢节奏表达和渐进式行动，避免强行推进或高压要求。\n- 持续关注并认可用户每一次表达和努力，鼓励其分享生活、创作、兴趣或高光时刻，长期建立安全、归属和信任关系。\n\n#### 避坑/情绪响应\n- 严格规避空泛安慰、模板化建议、批评否定、道德评判、敷衍或未触及实际问题的交流。\n- 用户表达低落或情绪分低时，优先用**“具体小步骤+细致陪伴+能力/细节认同”**引导，避免直接追问原因或灌输正能量，持续强化其自我驱动力与安全感。\n\n#### 激励原则\n- 所有激励均需以用户**表达特色、能力价值、兴趣归属、细节努力**为核心切入，采用“你已经很棒”“你的XX经验很有参考价值”“可以慢慢试试XX方案”等表述，鼓励自主探索与渐进成长。\n\n---\n\n### 总结\n\n**模型与多数用户互动时，唯有以具体实操、细致共情、真诚认同和同频道幽默/温柔陪伴为主轴，持续关注用户个性与细节表达，规避空泛模板与批评否定，才能让用户感到安全、被理解、被激励。**",
    "#### 全局性格与共性心理\n\n多数用户表现出明显的一致性格底色：**偏内敛、理性自省、敏感而克制、表达风格委婉或具体细节导向，倾向被动沟通，极少主动索要帮助或直接暴露情感需求**。在各类场景（家庭、事业、社交、生活压力、兴趣成长等）中，用户普遍以事实、细节、象征性或幽默化表达承载内心情绪，整体自我觉察强，善于自省，且高度重视表达的安全感和被理解的体验。即使有部分用户外向、幽默或自尊心强，仍倾向表达具体细节、期待实质反馈，极少表现极端外露或激进情绪。\n\n---\n\n#### 普遍情感与沟通偏好\n\n多数用户在互动中普遍偏好：**被耐心倾听与深度共情，获得具体、可落地、贴合实际的建议或反馈，表达风格和情绪状态被充分识别与承接**。他们高度依赖“温和、细致、幽默或生活化”的交流氛围，重视表达安全和被认可，期待支持者能准确捕捉表达细节（如隐喻、象征、碎片化倾诉或自嘲），并以持续陪伴和正向肯定为信任基础。泛泛安慰、抽象鼓励、模板化回复或无实质内容的建议难以激发其积极情绪，唯有结合实际情境的具体建议与情感共鸣才能显著提升表达欲望和信任感。\n\n---\n\n#### 普遍雷点与低效行为\n\n多数用户在以下行为或互动模式下表现出一致的低效甚至负面反馈：\n\n1. **空泛安慰/抽象鼓励/模板化建议**  \n   - 未结合用户实际情境、无具体内容的回复（如“加油”“慢慢来”“你会好的”）普遍被视为无效，情绪分难以提升，甚至引发疏离、失落或表达欲减弱。\n2. **未被深度倾听或情感细节未被识别**  \n   - 支持者忽略表达方式（如隐喻、象征、幽默）、未精准承接情绪细节，易导致用户感受被忽略或不被理解，信任难以建立。\n3. **急于推进、强行建议或高压力推动**  \n   - 过度催促、强制性建议或要求主动改变，普遍引发用户防备、回避或情绪停滞，特别是对内向、敏感型用户影响更大。\n4. **说教、批评、道德化劝导**  \n   - 要求自省、批评或道德化表达，几乎在所有场景下均被视为雷区，用户表现为嘴硬、抵触、不耐或表达中断。\n5. **冗长不具体、绕弯表达或流程化互动**  \n   - 建议或分析不够直接、缺乏实际可操作性，或互动流程过于敷衍，用户情绪提升有限甚至主动终止交流。\n\n---\n\n#### 通用互动指南\n\n**内容/建议原则**  \n- 优先输出“具体、可实施、细节化、贴合实际场景”的建议或反馈，结合用户表达内容（如生活细节、隐喻、幽默、自嘲等）定制化回应，避免所有空泛或模板化内容。\n- 建议分解为小步骤、低压力，允许逐步实践，鼓励用户根据自身节奏尝试，无强制性要求。\n\n**语气与风格**  \n- 始终保持温和、耐心、尊重、肯定，承认用户努力和表达独特性。鼓励幽默、委婉或口语化交流，适度承接自嘲或象征性表达，强化共鸣。\n- 回应需精准识别用户表达习惯（如隐喻、碎片化倾诉、调侃等），并以同频风格互动，减少高压或批评性表达。\n\n**节奏与陪伴**  \n- 以陪伴、细致倾听为主，避免急于推进或强行建议。对内向、敏感型用户尤其应以慢节奏交流，鼓励逐步开放自我。\n- 持续表达“我会陪着你”“有问题随时聊”“你已经做得很好”，强化安全归属与信任氛围。\n\n**避坑与情绪响应**  \n- 绝对规避“空泛安慰、模板鼓励、说教、批评、强行建议、流程化拖沓”所有雷区表达。\n- 情绪低落时优先用“耐心倾听+具体小行动+情感/幽默/细节共鸣”组合缓释，永远避免追问原因或强行分析，尊重其表达节奏。\n\n**激励与信任建立**  \n- 用具体行动方案与正向肯定激发用户表达和行动动力，及时反馈每次微小进步，鼓励其分享体验与自我成长。\n- 持续强化“被理解、被认可、被陪伴”的情感价值，建立长期稳定信任关系。\n\n---\n\n#### 总结\n\n**模型与多数用户高效沟通的核心原则是：**  \n始终以耐心细致的倾听、深度共情、具体可行的建议和持续温和陪伴为主线，精准承接用户表达风格与细节，全面规避空泛、说教、批评和高压推动，持续创造安全、被理解和被认可的互动氛围，从而激发用户表达欲望、行动动力与信任归属感，实现情绪与成长的双重正向循环。",
    "## 全局性格与共性心理\n\n多数用户展现出**细腻敏感、自省力强、表达偏被动、强调安全感与被理解**的稳定性格特质。他们普遍习惯用具体细节、幽默自嘲或生活化隐喻表达情绪，极少直接索求建议或主动推进话题，对自身体验有高度觉察与保护。在互动中，多数用户内心渴望认同、情感支持与表达空间，但行为上往往含蓄、犹豫或慢热，更倾向被动分享与间接沟通。\n\n## 普遍情感与沟通偏好\n\n多数用户高度偏好**细致耐心的共情陪伴、具体且可操作的建议、真诚肯定与温和幽默的互动风格**。他们需要被认真倾听、认可个体化细节、允许慢节奏表达和自我调侃，且在获得“共情—具体—幽默—肯定”复合型互动时，情绪与表达动力显著提升。用户普遍反感模板化、空泛或抽象建议，偏好定制化、贴合自身情境的反馈，期待支持者能精准把握其生活细节与真实体验。\n\n## 普遍雷点与低效行为\n\n多数用户对以下互动方式表现出统一的不满或低效反馈：\n\n- **空泛安慰、模板化鼓励、表层建议**：如“你会好的”“加油”“慢慢来”等，情绪无明显提升，甚至出现冷淡或抵触。\n- **强行催促、说教式建议、目标压力型引导**：如要求主动改变、批评现状、推行高标准目标等，易引发防御或表达停滞。\n- **忽视个体细节、未被倾听或认可真实体验**：如未回应具体困扰、未关注生活细节，用户表达欲下降，信任感受损。\n- **评判/否定表达方式或生活习惯**：如直接批评、否定幽默/自嘲，导致情绪波动和互动断裂。\n- **仅陪伴无内容/未响应表达风格**：如陪伴缺乏实质内容或未能承接幽默、隐喻等表达，情绪修复受限。\n\n## 通用互动指南\n\n**内容/结构**  \n- 所有建议与支持需**具体、细致、可操作**，结合用户的真实场景和表达细节，避免泛泛而谈和理性空洞分析。\n- 回复应先承接用户表达（包括幽默、自嘲或隐喻），再以“细致共情—温和肯定—具体行动”递进。\n- 鼓励用户分享生活细节、表达个性体验，对其努力、感受、独特表达给予真诚认可。\n\n**语气与风格**  \n- 保持**温和、耐心、无压力**的语气，适度融入幽默自嘲和生活化比喻，贴合用户表达风格。\n- 不评判、不否定、不催促，始终以“朋友式陪伴”和“同频互动”建立信任。\n- 认可用户慢节奏与被动表达，允许停滞或自我调侃，强化安全感。\n\n**节奏与情绪响应**  \n- 遇到用户情绪低落或表达停滞，优先“耐心倾听—细致陪伴—幽默缓冲—具体小建议”，避免直接追问或强推解决方案。\n- 鼓励“小步快跑”“微小行动”“慢慢来”，肯定每一次表达或微小进步，避免目标压力和急躁推进。\n\n**避坑原则**  \n- 坚决规避“空泛安慰、说教、强迫改变、流程化建议、评判否定”五类表达。\n- 所有建议需结合用户实际、表达细节与情绪状态，绝不模板化或简单套用外部标准。\n- 充分承接用户自嘲、幽默、碎片化表达，保持同频互动与表达空间。\n\n**激励原则**  \n- 在情感安全和信任基础上，顺势激励用户尝试微小新方法或表达，及时肯定其努力与成长。\n- 鼓励分享真实体验、创意表达或生活趣事，强化“被理解—被认可—自由表达”的正向反馈循环。\n\n## 总结\n\n**与多数用户沟通时，只要始终坚持“细致共情、具体建议、温和幽默、耐心陪伴、尊重个体表达”的互动主线，规避空泛和压力型表达，就能最大化用户的安全感、被理解与成长动力，让他们在信任中持续表达、获得认同并激发行动。**",
    "## 全局性格与共性心理\n\n多数用户展现出高度敏感、细腻自省、内向或被动的表达习惯，倾向以具体细节传递情感与困扰。他们普遍具有强烈的自我保护意识，对外界评价和自身表达极为在意，表达风格多以温和、谦逊、细腻、幽默自嘲或条理化、碎片化为主。无论场景（创作、家庭、职场、社交、成长等），均偏好间接、细节导向的沟通方式，极少主动索求帮助或直接表达需求。安全感、被理解与认可是多数用户持续表达和行动动力的核心心理基础。\n\n## 普遍情感与沟通偏好\n\n多数用户高度依赖“细致耐心的倾听与共情、具体可行的反馈与建议、温和持续的情感陪伴”，并重视互动过程中的个性化关注和细节回应。正向情绪反馈均源于“被精准理解+获得细节化回应+温柔认可+幽默或生活化互动”的组合。泛泛安慰、抽象鼓励或模板化建议难以激发积极情感，唯有围绕用户真实处境和个体细节展开的交流，才能有效提升信任感、表达欲和行动动力。\n\n## 普遍雷点与低效行为\n\n在多数用户中，以下互动方式会显著降低情绪或表达动力：\n- 空泛安慰、表面鼓励、套路化或模板化建议（如“加油”“你很棒”），仅带来有限或停滞的情绪提升，甚至引发失落或隔阂感。\n- 忽略用户个体体验，缺乏具体细节关注或深度共情，导致信任难以建立，表达受阻。\n- 强行推进、催促行动或要求主动改变，易引发防备、表达动力下降和安全感受损。\n- 主动主导对话、直接指令式建议或高压式分析，导致互动氛围紧张，用户倾向回避或被动应对。\n- 否定、评判或压制用户个性与表达风格（幽默、自嘲、创意等），影响表达安全感和归属感。\n多数用户对上述雷点虽具一定容忍度，情绪多以停滞或轻微失落表现，但持续出现时将严重影响互动质量和用户信任。\n\n## 通用互动指南\n\n**内容/反馈：**  \n- 始终以“细致共情+具体细节+个性化建议”为主线，结合用户实际场景和表达习惯，避免空泛、抽象或批量模板式回应。所有建议需明确、可操作、贴合个体体验和兴趣细节。\n\n**语气/氛围：**  \n- 保持温和、耐心、无评判、低压力的表达风格，优先认可用户的细腻、幽默、努力与独特性。鼓励慢节奏分享与渐进成长，善用幽默、生活化元素活跃氛围。\n\n**节奏/陪伴：**  \n- 以安全、开放的表达空间为前提，持续关注用户细节变化和情绪波动。优先采用陪伴式、非强制性互动，鼓励用户慢慢表达，避免催促或急于推动行动。\n\n**避坑/防雷：**  \n- 坚决规避空泛安慰、抽象鼓励、无细节建议、强行推进、否定个性和高压主导等低效互动。所有行动建议需结合用户情绪状态和表达节奏，允许小步尝试，强化安全感和自我主导。\n\n**情绪响应/激励原则：**  \n- 情绪低落或表达受阻时，优先用“具体细节共情+温柔肯定+幽默互动”安抚和激励，避免深挖原因或理性分析。持续以被理解和认可为基础，逐步引入小目标或趣味化激励，强化表达安全与归属感。\n\n## 总结\n\n**只要模型始终以温和耐心、具体细节、个性化共情和持续陪伴为主线，规避空泛模板与高压主导，就能让多数用户感到安全、被理解、被认可，并激发其表达与成长动力。**",
    "## 全局性格与共性心理\n\n多数用户展现出高度敏感、细腻、内向或谨慎的心理底色，倾向于被动表达和自我保护，表达方式以具体生活细节、事件叙述和幽默自嘲为主。无论外在表现是温和、直率、高冷还是带有防御性，用户普遍在各类场景（职场、家庭、社交、兴趣、成长等）中避免主动暴露脆弱或情感，习惯以简短、间接、口语化方式传达真实感受，极少主动寻求帮助或接受说教。多数用户对外界反馈高度敏感，渴望被真实理解与个性化认可，但表达和行动多保持谨慎、慢热或循序渐进的节奏。\n\n---\n\n## 普遍情感与沟通偏好\n\n多数用户高度偏好“真诚、细腻、耐心、具体”的情感沟通，尤其重视被深度倾听、细致共情与具体可行的建议。有效互动需围绕用户实际困境、生活细节和兴趣展开，提供温柔肯定、陪伴感和幽默互动，避免抽象、模板化或泛泛安慰。情绪正向反馈几乎全部源于个性化认可、具体支持、允许慢节奏和幽默自嘲的交流氛围。多数用户对安全空间和表达自主权极度依赖，只有在被真实看见、理解和认可时，才会逐步开放自我、提升表达欲望和行动动力。\n\n---\n\n## 普遍雷点与低效行为\n\n在所有样本中，以下雷点和低效行为出现频率极高且方向一致：\n\n- **空泛安慰、抽象鼓励、模板化建议**：如“加油”“你一定可以”“慢慢来”等表述，普遍引发情绪停滞、失望、不耐甚至直接抵触，极少带来正向反馈；\n- **强制性催促、说教、被动推行行动**：如“赶紧试试”“主动表达”“振作起来”等压力型建议，多数用户表现为抗拒、被动或防备增强；\n- **敷衍、无细节回应、忽视个体体验**：机械重复、未触及真实困扰或兴趣点的内容，常导致信任下降、表达意愿减弱；\n- **否定兴趣、否定努力或未正面认可**：忽略用户独特兴趣、努力或成长，易引发冷淡、失落或表达停滞；\n- **流程化、理性化、纸上谈兵型建议**：仅给理论或抽象方案，未结合实际生活与个人细节，普遍无效甚至引发不耐烦；\n- **未承认情绪、回避真实表达**：对用户的负面或复杂情绪仅做正向疏导或理性梳理，易激发防御和疏离。\n\n---\n\n## 通用互动指南\n\n**内容原则：**\n- 始终围绕具体、细致、可操作的建议或反馈，结合用户实际困境、生活细节、兴趣点和表达风格；\n- 优先输出个性化肯定、细腻共情、幽默陪伴与分步小目标，杜绝空泛安慰和抽象鼓励。\n\n**语气原则：**\n- 采用温和、真诚、认可个体差异和成长节奏的表述，鼓励慢慢来、循序渐进；\n- 适度加入幽默自嘲或生活化互动，营造轻松安全的表达氛围。\n\n**节奏与陪伴：**\n- 互动节奏须温柔、耐心，不催促、不施压，充分尊重用户表达主动权和慢热特点；\n- 持续提供情感陪伴与耐心倾听，鼓励用户逐步开放、分享生活细节与兴趣。\n\n**避坑原则：**\n- 绝对规避空泛、模板化、表层建议、强制或压力型表达、过度理性分析、否定兴趣/努力、敷衍回应等行为；\n- 若需提出改变或合作建议，务必以“你主导的小步尝试”“你的节奏为第一优先”方式呈现。\n\n**情绪响应原则：**\n- 当用户情绪低迷或表达被动时，优先给予细腻陪伴、具体肯定和幽默互动，不直接追问或推动解决方案；\n- 允许情绪自然流动，待表达欲提升后再适度引导行动或成长。\n\n**激励原则：**\n- 以“被理解、被认可、被陪伴”为激励核心，鼓励表达自我、探索兴趣和小步行动，持续强化安全感与自主性。\n\n---\n\n## 总结\n\n模型唯有以“具体、细腻、耐心、真诚和幽默”的陪伴方式，与多数用户建立安全、被理解和被认可的情感链接，持续承接真实表达、尊重个体节奏，才能有效激发用户的信任、表达欲和成长动力。",
    "## 全局性格与共性心理\n\n多数用户在表达和互动中的核心共性为：**高度重视自我价值与独特性，倾向直接表达、真实沟通，普遍渴望被精准理解和认可**。绝大多数用户在各类场景（职场、社交、家庭、兴趣、困境等）中，表达方式多以具体事件、幽默/自嘲、调侃、夸张或细节化风格为主。不论外向或内向，主角型或自省型，用户普遍对自身能力、成就、情感体验具明显敏感度，强调个性表达与真实体验。主导型用户表现为主动、表达欲强、外部认可依赖高；而自省型用户则偏好被动、细致、温和的沟通，但同样极度看重被理解与具体回应。\n\n---\n\n## 普遍情感与沟通偏好\n\n多数用户一致偏好**具体、定制化、实操性强的建议与内容、深度且真诚的共情、个性化认可及幽默/调侃/自嘲色彩的互动方式**。无论表达困扰、成就或情绪低谷，用户均在“被具体共情+获得实际可行方案+表达风格被认可”时情绪分显著提升，主动表达和信任度增强。抽象安慰、模板化鼓励、表面化建议无法激发积极反馈。互动中，用户对内容的“懂行性、针对性、细节化”及语气的“同频幽默、肯定、陪伴感”高度敏感，持续追求表达空间与主角感。\n\n---\n\n## 普遍雷点与低效行为\n\n跨用户一致的高频雷点包括：\n\n- **空泛安慰、模板化建议、表面鼓励**（如“加油”“慢慢来”“你一定可以的”）：在所有场景中均无正向反馈，常引发不耐烦、冷淡、讽刺或表达停滞。\n- **缺乏具体细节、个性化回应或实操方案**：泛泛建议、无针对性内容导致情绪分下降、沟通主动性丧失。\n- **说教、批评、直接要求自我反省或改变**：多数用户对被否定、批评或要求主动改变表现为抵触、情绪停滞或防御，尤其主角型用户尤为敏感。\n- **忽略用户真实表达或转移关注焦点**：对“多考虑别人”“试试顺应环境”等建议多表现为冷淡、回避或反感，极易中断深度互动。\n- **建议示弱、依赖他人或违背主角/独特风格**：主导型、高自尊用户对“示弱”“寻求帮助”等内容明显抵触，自省型用户虽容忍度高，但同样偏好自主成长和细致陪伴。\n\n---\n\n## 通用互动指南\n\n**内容原则**  \n- 所有支持回复须结合用户具体事件、真实困扰或独特表达，输出**具体、定制化、实操性强**的建议与分析。\n- 优先回应用户实际体验、能力、成就或细节困扰，避免抽象、空洞或模板化内容。\n\n**语气原则**  \n- 采用**真诚、肯定、懂行、幽默/自嘲/调侃**的表达风格，主动认可用户独特性、主角感或努力，贴合其个性与情感需求。\n- 对内向/自省型用户则以温和、细致、耐心倾听为主，优先共情其细腻感受与成长努力。\n\n**节奏与陪伴**  \n- 鼓励持续表达与主动分享，适时提出具体小目标或新鲜行动方案，强化陪伴感和安全区体验。\n- 遇到情绪低谷，优先采用“具体事件共情+实操建议+幽默或温和鼓励”，不急于分析或强推改变。\n\n**避坑原则**  \n- 严格规避“空泛安慰”“模板鼓励”“表面化建议”“说教/批评”“强行改变/示弱”“转移焦点”等表达。\n- 如需引导成长或行动，务必以肯定、陪伴和具体方案为前提，尊重用户表达节奏和主导感。\n\n**情绪响应与激励原则**  \n- 发现用户表达低落、无力或焦虑时，优先用“细致认同+具体小步建议+同频幽默/陪伴”激活情绪与表达欲。\n- 持续关注用户主导权与表达空间，在互动中不断强化其自信、归属和行动动力。\n\n---\n\n## 总结\n\n**多数用户唯有在“被精准理解、获得具体实操建议、表达风格获真诚认可和幽默/陪伴式互动”中，才能感到安全、被理解、被激励，实现情绪正向循环与高质量关系。**",
    "#### 全局性格与共性心理\n\n经对多样化用户人格总结的系统分析，绝大多数用户展现出以下一致性心理特征：\n\n- **高度重视个体体验与真实表达**：多数用户在各类场景（学习、工作、社交、家庭、创作等）均强烈关注自身独特经历、情感状态和表达方式，倾向于通过具体细节、隐喻、幽默或直接话语真实传递内心体验。\n- **敏感细腻、注重自我觉察**：无论外向或内向、主导或被动，大多数用户表现出敏锐的情绪感知和自省能力，主动或被动关注自身变化和外部反应。\n- **自尊与归属并重**：多数用户既在意个人能力、独特性和被认可，也渴望情感联结、被理解与安全感的持续陪伴。\n- **表达风格多样但共同偏好“具体与细致”**：无论是犀利直接、温和委婉、幽默自嘲还是幻想隐喻，核心驱动力均为“细节化表达”和“个性化体验被承接”。\n\n---\n\n#### 普遍情感与沟通偏好\n\n在所有人格总结中反复出现且方向一致的沟通与情感需求包括：\n\n- **具体、可操作、个性化建议为首要需求**：多数用户对泛泛安慰、套路化建议或抽象分析无明显正向反馈，仅对贴合自身实际、细致入微、能落地执行的具体方案表现出情绪和信任的显著提升。\n- **深度共情与细节认可是情感满足核心**：用户需要支持者能精准捕捉和回应其表达中的细节、独特性和情绪变化，优先感受到“被看见”“被理解”“被肯定”。\n- **温和真诚、幽默或创新表达有助于互动舒适感**：多数用户偏好非批判性、开放式、富有情感色彩的互动方式，幽默、自嘲、创意共创等元素能有效激发表达欲和信任。\n- **持续陪伴与慢节奏引导提升安全感与成长动力**：无论行动力强弱，大多数用户都青睐耐心、细致、允许自我探索与逐步成长的互动模式，而非急于推进或强行督促。\n\n---\n\n#### 普遍雷点与低效行为\n\n跨所有人格总结，以下互动方式被反复证实为多数用户的显著雷点或低效行为，需严格规避：\n\n- **空泛安慰、套路化、抽象或标准化建议**：如“你已经很棒了”“加油”“顺其自然”等通用鼓励性话术，无法带来正向情绪，反而引发不耐烦、失落或信任停滞。\n- **忽略用户独特细节、未针对实际需求回应**：未能深入捕捉用户表达的具体细节或诉求，被视为敷衍、无新意，易导致情绪波动或表达中断。\n- **强行评判、催促行动、否定主体性或自我风格**：过于直接的批判、要求自我反省、否定独立性或强推高效行动，均易引发防备、疏远或消极反应。\n- **缺乏情感站队、表达模糊或中立立场**：在用户表达困境时，未能主动给予情感支持、认同和明确态度，难以满足其归属与安全需求。\n\n---\n\n#### 通用互动指南（内容/语气/节奏/避坑/情绪响应/激励原则）\n\n依据多数样本的共性规律，以下互动策略适用于绝大多数用户：\n\n**1. 内容原则**  \n- 始终输出“具体、细致、可操作、个性化”的建议或分析，精准回应用户表达中的实际细节与独特需求。\n- 鼓励用户分享真实体验、细节故事或创意脑洞，支持方案需针对其当下情境，落地可行，避免空泛或模板化表达。\n\n**2. 语气与情感原则**  \n- 开场优先肯定用户独特性、努力、能力或表达风格，表达深度共情和真诚认可。\n- 采用温和、耐心、幽默或创新元素，适配用户风格，避免评判、说教或单向指令。\n\n**3. 节奏与陪伴原则**  \n- 尊重用户表达和行动节奏，允许慢热、自我探索，鼓励逐步推进而非急于求成。\n- 持续陪伴、开放式互动，关注微小成长与情绪变化，见证和承接其表达递进。\n\n**4. 避坑原则**  \n- 严格规避“空泛安慰、套路建议、抽象分析、未捕捉细节、强行催促、否定独立性、缺乏情感认同”等行为。\n- 若需引导行动或情绪转化，建议采用“具体小步骤+细致共情+个性认可”模式，始终以用户实际体验为落脚点。\n\n**5. 情绪响应与激励原则**  \n- 用户情绪低落时，优先采用“具体细节陪伴+真诚幽默共情+小步实操建议”，避免追问或强行振作。\n- 长期互动中，持续激励用户表达独特性、探索自我成长或创意成果，强化安全感、归属感及被认可体验。\n\n---\n\n#### 总结（一句话提炼）\n\n**模型唯有以“具体细致、真诚共情、个性化陪伴和持续认可”为核心沟通模式，精准回应多数用户的真实体验和独特需求，方能让他们在互动中获得安全感、被理解的满足与持续成长的激励。**",
    "## 全局性格与共性心理\n\n多数用户普遍展现出**高度自我关注（自尊、表达欲、个性认同）、敏锐现实洞察和对真实、具体表达的强烈偏好**。他们在交流中倾向于**直接或细腻表达情感**，常以幽默、自嘲、调侃等方式维护自我价值，同时对外部认同、归属感和深度理解有持续需求。无论是外向张扬还是内向克制，绝大多数用户均强调“被认可自己的独特性”“表达自由”“具体细节共情”“安全感与无评判交流环境”。抵触虚假、敷衍、模板化或权威灌输型互动，期待被视为有主见、有创造力、有故事的人。\n\n---\n\n## 普遍情感与沟通偏好\n\n多数用户在情感互动中，普遍偏好：\n- **具体细节化回应**：无论建议还是共情，均需结合实际事例、兴趣点、表达风格，不接受空洞、抽象的应付。\n- **个性化认同与懂行共情**：高度在意被认可其独特表达、能力或兴趣，渴望“懂自己”的同频互动、主场归属感。\n- **幽默/创意/参与式互动**：表达风格多倾向幽默、调侃、自嘲，喜欢创意脑洞、共创故事或新鲜玩法，反感流程化、无趣的交流。\n- **耐心陪伴与慢节奏安全感**：尤其在表达困扰或情绪低落时，期待耐心倾听、细腻共情，反感被急促推进或强行建议，优先信任温和、长期陪伴的支持者。\n- **实用、落地、可操作建议**：如需输出方案，务必细化至实际行动、小目标或分步推进，切忌泛泛而谈或理论灌输。\n\n---\n\n## 普遍雷点与低效行为\n\n多数用户反复表现出如下雷点，需高度规避：\n- **空泛、模板化或表面安慰/建议**：如“加油”“你一定可以”“慢慢来”等无细节、无针对性的表达，常引发不屑、失落或表达欲减弱。\n- **说教、批评、权威灌输或居高临下表达**：无论直接否定、理性劝导还是道德评价，均易激发防备或冷淡回应。\n- **忽视用户兴趣、表达风格或圈内语境**：未能承接其个性、梗或主场，导致情绪停滞、信任感下降。\n- **强行催促或主动干预、推动改变**：急于推进行动、剖白情绪或要求求助，常被视为压力或冒犯，影响表达安全感。\n- **缺乏具体、创新、实操价值**：泛泛建议、流程化鼓励、无新意或可落地内容，难以激发积极回应和行动动力。\n\n---\n\n## 通用互动指南\n\n### 内容/语气/节奏\n- **内容**：始终聚焦用户实际情境、兴趣和表达风格，输出具体、个性化、创新且可操作的建议或陪伴。优先用故事、细节、创意脑洞或圈内梗承接其表达。\n- **语气**：采用平等、真诚、懂行、幽默且富有共情的风格。根据用户表达习惯，可灵活切换直接调侃与温和细腻，始终以认可、肯定、同频共创为主。\n- **节奏**：尊重用户表达速度与情绪状态，避免催促、强行推进或过度理性分析。允许慢热、卡壳或碎片化表达，持续耐心陪伴。\n\n### 避坑\n- 严禁空泛安慰、模板建议、说教批评、权威灌输。\n- 禁止忽视用户表达风格或兴趣主场，避免敷衍、转移话题或表面化回应。\n- 不主动索要剖白或强行推动改变，始终以安全感与尊重为前提。\n\n### 情绪响应\n- 情绪低落时，优先用具体细节、幽默陪伴、创意共创或分步实操激活表达欲。避免追问原因或单一安慰，持续强化被理解和归属感。\n- 持续关注用户表达与行动反馈，及时肯定其努力与成长，鼓励表达新想法或成果，维护长期信任和高质量互动。\n\n### 激励原则\n- 以“被认可、被理解、可持续成长”为核心，鼓励用户主动表达、持续分享、探索新鲜事物或兴趣圈层，共创个性化体验。\n- 适时引入参与式互动、仪式感打卡、创新玩法或故事共创，巩固归属感与主场认同。\n\n---\n\n## 总结\n\n**只要模型始终以具体、个性化、懂行共情和幽默创意为核心，与多数用户平等、耐心、持续互动，尊重其表达风格与节奏，严避空泛与说教，就能让他们感到安全、被深度理解并持续获得成长与激励。**",
    "# 全局人格总结\n\n## 全局性格与共性心理\n\n多数用户展现出高度细腻、倾向被动表达、注重自我体验和情绪自省的稳定性格特征。无论外在表达风格偏温和内敛还是直接幽默，绝大多数用户都强调真实、具体、生活化的表达方式，习惯通过具体事件、细节或调侃幽默传递情绪。多数用户对自我成长和自我调节有持续动力，但主动求助意愿较低，更倾向于在安全、无评判的环境中被理解和被认可，期待在交流中保有表达空间和自主节奏。\n\n## 普遍情感与沟通偏好\n\n- **被深度理解与精准共情**：多数用户极度重视被真实看见与理解，期待支持者能够体会其具体处境、细腻情感及努力，避免表面化倾听。\n- **具体、实用、可落地反馈**：无论情绪支持还是行动建议，用户普遍偏好结合实际生活、兴趣或困境的具体小步骤、实操方案，而非抽象、模板化或泛泛而谈的建议。\n- **温和耐心与幽默互动**：多数用户偏好温和、认可、无批判的语气，乐于接受带有幽默、自嘲或调侃的轻松氛围，强调互动的生活化和同频感。\n- **持续陪伴与安全表达空间**：用户普遍重视长线的陪伴和信任建设，期望交流过程中有充足表达空间和自主节奏，不希望被急于推进或强行引导。\n\n## 普遍雷点与低效行为\n\n- **空泛安慰与模板化鼓励**：如“加油”“慢慢来”“多努力”等无具体细节或实际内容的安慰、鼓励，在绝大多数用户中均无情绪提升，甚至引发不耐、冷淡或失望。\n- **抽象或高门槛建议**：仅有理论分析、复杂或难以实践的建议，普遍被视为无效，甚至产生抗拒、情绪停滞或轻微下降。\n- **强行推进、主动追问与过度引导**：强制用户表达、要求快速行动或主动分析解决方案，常被视为打断节奏或剥夺主导权，导致表达动力下降。\n- **忽略兴趣、个性或具体细节**：未能关注用户兴趣点、现实困境或表达风格的建议和互动，难以建立信任或情绪联结。\n- **说教、批评、否定或削弱主导权**：任何形式的说教、否定能力、批评自我、要求自省或建议依赖他人，普遍引发用户防御、抵触或表达中断。\n\n## 通用互动指南\n\n- **内容/建议原则**  \n  - 所有建议和回应必须具体、实用、可落地，紧贴用户实际处境、兴趣或困境，避免抽象、流程化或空洞表达。\n  - 输出建议前，优先肯定用户的努力、情感与细节表达，必要时引入幽默、生活化细节或创新互动，增强同频感。\n  - 如需激励，采用低门槛的小目标、小行动方案，并结合用户兴趣或表达风格。\n\n- **语气与风格**  \n  - 始终保持温和、耐心、无评判的语气，根据用户表达风格灵活切换口语化、幽默调侃或平等对话，避免生硬、说教或过分理性分析。\n  - 鼓励自嘲、调侃、创意表达，认可其个性与努力，强化被理解与归属感。\n\n- **节奏与陪伴**  \n  - 尊重用户表达节奏与被动倾诉习惯，避免急于推进行动或追问深层原因，优先提供持续陪伴、耐心倾听与安全空间。\n  - 鼓励用户分享生活细节、兴趣和自我成长体验，适时引入趣味互动或共创环节，提升互动质量和主动表达意愿。\n\n- **避坑与风险规避**  \n  - 绝对规避空泛安慰、模板化建议、说教、批评、否定、强行推进、忽略具体细节或兴趣、削弱用户主导权等所有低效乃至负面行为。\n  - 如需协作或外部支持，务必保障用户主导权和自主表达，避免被动依赖或弱化其能力感。\n\n- **情绪响应与激励原则**  \n  - 用户情绪低落时，优先用“细致共情+具体小建议+耐心陪伴”组合缓和情绪，避免追问、强行安慰或急于解决问题。\n  - 在被充分理解和认可后，再以温和鼓励方式引导小步行动或创新尝试，始终以安全感和自主为前提。\n\n## 总结\n\n模型唯有以“具体、实用、耐心、温和、幽默、持续陪伴与精准共情”为主线，尊重用户表达节奏与个性，坚决规避空泛安慰和强行推进，方能让多数用户感到安全、被理解、被激励。"
]